[{"port":"5071","title":"习近平抵达阿布扎比开始对阿拉伯联合酋长国进行国事访问","shortContent":"7月19日，国家主席习近平乘专机抵达阿布扎比，开始对阿拉伯联合酋长国进行国事访问。阿联酋副总统兼总理穆罕默德在机场为习近平举行迎接仪式。这...","timestamp":"昨天","site":"新华社","image":"http:\/\/www.gov.cn\/xinwen\/2018-07\/20\/5307853\/images\/90660e22fd8c4d91986b6682f5a4fd34.jpg"},{"port":"5070","title":"上半年我国跨境资金流动总体稳定","shortContent":"上半年我国跨境资金流动总体稳定（在国新办新闻发布会上）\n外汇市场供求基本平衡 “总体来看，上半年我国跨境资金流动总体稳定，境内外汇市场供求基...","timestamp":"昨天","site":"人民日报"},{"port":"5069","title":"消费升级 势头不减","shortContent":"上半年最终消费支出对经济增长的贡献率为78.5%\n消费升级 势头不减 商务部新闻发言人高峰19日在例行新闻发布会上介绍，根据国家统计局统计，...","timestamp":"昨天","site":"人民日报"},{"port":"5068","title":"汇市平稳保驾经济金融安全","shortContent":"今年1-6月，银行累计结售汇顺差138亿美元，代客涉外外汇收支顺差204亿美元。国家外汇管理局新闻发言人王春英在7月19日国务院新闻办举行的...","timestamp":"昨天","site":"人民日报海外版"}]

[

    {

      port: "1",

      title: "视觉风格仍在调整，多任务切换操作进一步优化：Android P DP4 更新 | 具透", 

      shortContent: "昨天凌晨 Google 例行向 Pixel 和 Pixel 2 设备放出了 7 月安全更新，更重要的是，原计划于 6 月下旬公布的第四个 Android P 开发者预览版（下文简称 DP4）在短暂的跳...",

      timestamp: "7月4日",

      site: "中央政府网",

      image: "https://mp.weixin.qq.com/debug/wxadoc/dev/image/cat/0.jpg?t=2018712"

    },

    {

      port: "2",

      title: "AutoWake，手腕上的智能闹钟", 

      shortContent: "下面这些情况，我相信不少拿手机当闹钟的朋友应该会经常碰到：早上睡得正香，被整点闹钟惊醒。相信这对于很多人来说就是「痛苦」一天的开始，从早到晚昏沉的…",

      timestamp: "7月3日",

      site: "中央政府网"

    },

    {

      port: "3",

      title: "这款脑洞大开的魔性小游戏，让你在经典浮世绘里玩冲浪：UkiyoWave", 

      shortContent: "基于艺术的美感结合娱乐的新奇打造而成的创新游戏，往往能给人留下深刻印象也让人爱不释手。将波洛克泼墨和弹球相结合的、将年画装进找茬的年画找不同、…INKS",

      timestamp: "7月3日",

      site: "中央政府网"

    },

    {

      port: "4",

      title: "喜欢的图片不适合做壁纸？用这款App来搞定：MagicArt Pro|App+1", 

      shortContent: "少数派曾为大家推荐了不少壁纸类App，如克拉壁纸WLPPR、和Cuto等等。借助它们，你可以轻易找到并更换美观、适合自己设备的壁纸。尽管如此，我们有时还是…",

      timestamp: "7月3日",

      site: "中央政府网"

    }

  ],

  {

    info: {title: "视觉风格仍在调整，多任务切换操作进一步优化：Android P DP4 更新 | 具透", site: "中央政府网", time: "7月12日", author: "新华社记者", url: "http://www.gov.cn"}, 

    keyWords: ["A", "AB", "ABC", "ABCD", "ABCDE", "ABCDEF", "ABCDEFG", "ABCDEFGH", "ABCDEFGHI", "ABCDEFGHIJ", "ABCDEFGHIJK"],

    content: [

      {text: "现在的互联网上「贩卖焦虑」似乎成了永不缺乏的「十万加」话题。抛开这些文章的观点是否偏激不谈，「贩卖焦虑」的流行至少说明了一个事实：我们当中的很多人，或多或少都会在生活中感到焦虑。"},

      {text: "焦虑让人睡眠质量下降，注意力无法长时间集中，工作效率也会受其影响，整个人陷入身心俱疲的恶性循环。因此，如何自我调节、舒缓压力就成了大家关心的话题。"},

      {image: "https://mp.weixin.qq.com/debug/wxadoc/dev/image/cat/0.jpg?t=2018712"},

      {text: "此前我们曾经向大家推荐过番茄钟应用潮汐，不同于传统的番茄钟应用，它利用「白噪音使人内心平静、精神专注」的特点，将白噪音和番茄钟结合，有效地避免了「定个番茄钟然后跑神25分钟」的情况。"},

      {text: "睡眠的重要性无需强调，你在每一个失眠的夜晚和被闹钟「吓醒又昏倒」的清晨应该都能深切体会到。人的一生有近三分之一时间要在睡眠中度过，与其天天祈祷「睡到自然醒」，不如主动尝试改善自己的睡眠质量。"},

      {text: "当窗外下雨时，你在屋内就能睡得特别香。这样一种均匀而持续的声音让你忽略环境中突然闯入的鸣笛、脚步等声音，又常常被称为白噪音。潮汐的助眠功能采取的就是这样一种方式，播放白噪音，通过掩蔽睡眠环境下的杂音来达到一个声音波动的相对平衡，帮助我们的大脑在睡眠时减少被外界声音干扰的可能性。"},

      {text: "不同于系统自带的「吓人」闹钟声，潮汐采用了友好的自然声音唤你起床，挪威森林的鸟鸣、曼彻斯特海边的海浪、东京寺庙的钟声与鸡鸣，相信这些有趣的声音相信一定可以让你每天的醒来都感到愉悦。"}

    ]

  }



    weeklyData: [

      {

        time: ["2018", "7", "30"],
        
        port: "5037",

        author: "朱英",

        title: [{plain: "支持"},{point: "扩内需调结构"}, {plain: "促进实体"}, {point: "经济"}, {plain: "发展。"}, {plain: "促进实体"}, {plain: "促进实体"}, {plain: "促进实体"}, {plain: "促进实体"}, {plain: "促进实体"}, {plain: "促进实体"}, {plain: "促进实体"}, {plain: "促进实体"}, {plain: "促进实体"}, {plain: "促进实体"}],

        keyWords: ["医疗", "环境", "教育", "办事难"],

        content: [

          "积极财政政策要更加积极。在确保全年减轻市场主体税费负担1.1万亿元以上的基础上，将企业研发费用加计扣除比例提高到75%的政策由科技型中小企业扩大至所有企业，初步测算全年可减税650亿元。", 

          "积极财政政策要更加积极。在确保全年减轻市场主体税费负担1.1万亿元以上的基础上，将企业研发费用加计扣除比例提高到75%的政策由科技型中小企业扩大至所有企业，初步测算全年可减税650亿元。"

        ]

      }

    ]
